/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Det oppsto en feil under lesing av fargepaletten «%@». Velg en annen palett.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Det oppsto en feil under arkivering av fargepaletten til «%@». Prøv å arkivere igjen.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Det oppsto en feil under forsøk på å arkivere den egendefinerte paletten til «%@». Prøv å arkivere igjen.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Er du sikker på at du vil fjerne hele «%@»-fargepaletten?";

/* Brightness slider text */
"Brightness" = "Lysstyrke";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Avbryt";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Fargepaletter";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Fargeskyveknapper";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Fargehjul";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Stifter";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Enhets-CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Enhetsgrå";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Enhets-RGB";

/* Color space or profile model name */
"DeviceN" = "Enhets-N";

/* NEED COMMENT */
"Error Renaming Palette" = "Feil ved endring av palettnavn";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Generisk CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Generisk grå";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Generisk RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Grå";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Skjul farger";

/* Hue slider text */
"Hue" = "Nyanse";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Bildepaletter";

/* Color space or profile model name */
"Indexed" = "Indeksert";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Det er ikke klart hvilket objekt du vil endre navn på. Forsikre deg om at du kun har markert ett objekt.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Ny fargepalett";

/* COMMENT */
"New name for color palette:" = "Nytt navn for fargepalett:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Åpne fargepalett";

/* Color space or profile model name */
"Pattern" = "Modell";

/* COMMENT
   NEED COMMENT */
"Remove" = "Fjern";

/* COMMENT */
"Remove Color Palette" = "Fjern fargepalett";

/* NEED COMMENT */
"Remove Palette" = "Fjern palett";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Du kan ikke angre fjerning av en egendefinert palett. Er du sikker på at du vil fjerne %@ fra dine egendefinerte paletter?";

/* Generic title for color renaming panels */
"Rename Color" = "Endre navn på farge";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Metning";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Vis farger";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Fargepaletten «%1$@» inneholder %2$ld farger.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Filen «%@» kunne ikke fjernes.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Navnet på bildet «%1$@» kunne ikke endres til «%2$@».";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Rettighetene for filen «%@» tillater ikke at den endres.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Profilen «%1$@» inneholder %2$ld farger.";

/* NEED COMMENT */
"There was a Color Panel error." = "Det oppsto en feil i fargepanelet.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Det oppsto en feil under åpning av en fargepalett.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Det oppsto en feil under arkivering av en fargepalett.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Denne fargen kan ikke bruke profiler.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Uten navn";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Du har allerede en farge med navnet «%@» i denne listen. Velg et annet navn.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Du har allerede en egendefinert palett med navnet «%@». Velg et annet navn.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Du har allerede en palett med navnet «%@». Velg et annet navn.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Du kan ikke endre navnet på «%1$@» til «%2$@».";

